const getParagraph = (index) => {
  const paragraph = [
    "最近一兩年，網路曾有篇流傳甚廣的文章說，台灣未來的年輕人可能不會再是天然獨、而是天然統。 \
     <br />\
     <br />\
     這篇文章的著眼點在於近年中國文化影響力日益加強，除了中國有說唱這類流行的綜藝節目，瀏覽社群平台時也常常看到從對岸外溢而來的各種娛樂性內容。撰文者認為也許年輕世代有一天會因為文化認同的改變而影響了政治上的傾向。\
     <br />\
     <br />\
     但如果這份統計數據的調查方法可信，那我們可以說這個趨勢仍然沒有出現。當問到自己是中國或台灣人這樣抽象的問題時，仍有近8成認為自己是台灣人。若將問題進一步釐清，說明為國家（政治）的認同時，這個數字立刻攀升到九成以上。可見我們的年輕人對於台灣是否為一個獨立的國家，已有定論。 \
     <br />\
     <br />\
     若將這份報告視作目前青少年的準確圖像，對我來說，台灣正在走向正確的道路。我們對於自己的文化有正確的認識，不否定中國在我們血緣與文化上的影響，但是也認同台灣作為一個獨立國家的事實，甚至對他抱持一定程度以上的光榮感與正面感受。剩下的，就是國際情勢的改變與時間了。",

    "「中華民國派」一直有一種神祕的「亡國感」，總是認為在陳水扁前總統執政任內修改課綱後，導致現在的年輕人越來越「獨」，很擔心民進黨或其他小黨，藉此推動台灣獨立運動、建立台灣共和國、消滅中華民國。\
    <br />\
    <br />\
    但從公視針對青少年的國族調查中，我們應該用更包容的角度，爭取更多年輕朋友對於中華民國的認同，而不是任由「中華民國會滅亡」的無端恐懼持續發酵，反倒可能產生反效果。\
    <br />\
     <br />\
    根據公視對於青少年所進行的「國族認同調查」可以發現，青少年對於自認「是中國人，也是台灣人」的認同比率，與政大選研中心2019年6月發布的「臺灣民眾臺灣人/中國人認同趨勢分佈」調查相比，低於平均16.4%。雖然這個差距相較平均來說有點大，但有趣的是，當在文化「中國」的認同上詢問時，比例提高了7.4%。\
    <br />\
     <br />\
    這樣的數據可以讓「中華民國派」鬆一口氣，也找到和年輕人對話的空間。支持中華民國的人，本來就可以是台灣人、中國人、兩者都是。但認為自己是台灣人而不是中國人的民眾，有部分支持獨立建國，激進一點的更反對中華民國的統治，比方說不唱國歌、討厭國旗，希望改國號、修憲。\
    <br />\
     <br />\
    對於「中華民國派」來說，並不需要限定這樣的認同不能是不是只有「文化上的」。簡言之，就算只有文化上認同中國，其實也是一種認同。至少有這種想法的人，通常不太會去對「中華民國」有什麼太多意見。因此，可以推論現在的青少年真心「想讓中華民國消失的」，並沒有深藍群眾想像的那麼多，也就是說，並不是沒有爭取更多支持的空間。何況，認為自己「是台灣人，不是中國人」的也未必是極獨者，筆者大膽推論當中仍有一大部分人能夠認同中華民國。\
    <br />\
     <br />\
    中華民國派應該要把過度的擔憂，轉換成更加正向的心態面對。中華民國派應該要更有自信、更積極─我們如何從「文化上的中國」開始，讓民眾了解「中華民國派」口中的「中國」從來不是「中華人民共和國」，而是真正「民主的中國(Free China)」 ？這場可能被紅統、急獨派夾殺的詮釋權保衛戰，才是「中華民國派」真正的對手，而不是台灣的年輕人們。",

    "這是一個青年參與的時代！\
    <br />\
     <br />\
    8月30日，香港「反送中」的抗議風潮方興未艾，而讓這一天在這股風潮裡愈發突出的原因，是香港政府以迅雷不及掩耳的手段，逮捕了黃之鋒、周庭及多位民運及社運的青年領袖。\
    <br />\
     <br />\
    周庭和黃之鋒現年22歲，在「吾十又五而志於學，三十而立、四十而......」這一套儒家的人生路線圖裡，他們是該「志於學」的年紀。但沒有一個香港人不知道，他們連同一班年輕人，從「反國教」到「占領中環」，他們早就策劃一場又一場的運動，一而再，再而三地搖撼、衝撞一個成型幾十年的政治、經濟和社會建制。\
    <br />\
     <br />\
    這就是公視這一份調查的價值所在。16到18歲的青少年，向來在公共事務上的位置是「被聆聽」、「被代表」。但很少有人真正去探索他們的政治意向和認同，但香港的例子證明了，這一代年輕人不只有堅定、清晰的主張，更有強大的創造力和行動意志。在公共事務的討論、決策過程裡，他們不應該總是「被代表」，而該是不折不扣的持分者，因為他們有能力改造出一個對所有人都好的新世界。\
    <br />\
     <br />\
    16到18歲的一群，有權利發出聲音，和社會上其它年齡族群平等討論公共議題，這份問卷，只是第一步。",

    "問卷的結果顯示出高中職學生對台灣的國家認同及政治參與遠高於以往，雖然從文化的角度認同自己是中國人的比例略有增加，前世代也不斷強調，「台灣、中國同文同種、血脈相連」、「關公、媽祖也是來自中國」的情感訴求，即使如此，新世代認為自己是台灣人的比例上，與過去有明顯差異。\
    <br />\
     <br />\
    這樣的轉變大致來自下面幾個因素：\
    <br />\
     <br />\
    首先，近年來的中、小學教育有兩個主要的影響，一是，強調本土與世界接軌，認識台灣的文化歷史，逐步擴大到中國、亞洲及全球；其二則是公民教育不像過去偏重個人「道德」與社會「倫理」，而是將個人連結於社會，了解現代社會制度，以及公民應有角色及責任。\
    <br />\
     <br />\
    其次，相較威權時代，兩岸互動更為頻繁，不論出自什麼交流原因？對中國的印象為何？都讓人更了解到兩岸在政治、經濟、文化的差異，以及民主、自由及法治的區別。而中國近年來的擴張，嚴重影響多國內政，也讓人保持距離。\
    <br />\
     <br />\
    再者，台灣本是移民社會，除了原住民、早期渡台的閩南與客家人，以及1949年隨國府來台的「外省」新住民。此外，90年代至今，擁有中華民國國籍的新移民已有65萬人，多元的人口組成也發展出台灣新世代的新國家認同。\
    <br />\
     <br />\
    最後，近年社會運動年輕化，參與社會改革的學生不限於大學，也有不少中學及小學生。台灣人的民主實踐從小就已養成，不但建立起公民意識與社會責任，也培養了人民可以改變社會的信心與能力。",

    "「你是哪裡人？」是日常生活中，朋友初見時的平凡提問，絕大多數人會不加思索的秒答，因為自己出生、成長或長期居住的地方，往往是明確的；然而當這問題，被框上了國族認同的意義，並延伸至兩岸關係，原本肯定的答案會轉變嗎？又為什麼會轉變呢？\
    <br />\
     <br />\
    這份問卷顯示台灣國家意識與文化認同的矛盾，其中我最關注的是第三大項﹣對台灣的愛恨情仇，在問卷裡所提出的9項人們認為重要的社會目標中，高中職生選擇最重要的第一名是「維持經濟繁榮」有32.7%，其次才是「保障言論自由」，但只佔了14.7%，而「環境維護」更是幾乎敬陪末座僅有3.7%。只可惜問卷設計未再深究提問，不過由此可粗略觀見青少年的價值觀，以及未來台灣將會面臨選擇衝突的問題。\
    <br />\
     <br />\
    自由民主、法治、人權與健康環境，是人類共同追求的普世價值，更是台灣公民拚搏三、四十年，才得以實踐，而目前還持續極力捍衛與守護的價值。是否因為現今擁有的一切太理所當然的存在，而忽略了其重要性，又或者政治人物的口號及社會氛圍，讓青少年感受到最大的危機來自於經濟發展，而成為最重要的第一選擇呢？\
    <br />\
     <br />\
    青少年價值觀的形塑，可能受到國家政策、學校、家庭及社會的多重影響，國家認同，不僅止於國名，而是必須對於生養我們的這片土地，其文化、歷史及環境生態。"
  ];

  return paragraph[index]
};

export default getParagraph;